[
  {
    "quote": "Very responsive, great communicator, kept me informed all along the way, and the product is what I hoped to get. Thanks for keeping me in the loop all the way and quickly adapting to feedback. Highly recommended. Will use again.",
    "byline": "Scott Adams",
    "company": "Creator of the award-winning comic strip, \"Dilbert\""
  },
  {
    "quote": "I cannot appreciate Andrew enough for his craft. The guy leaves nothing to be desired. He really brings scripts to life!",
    "byline": "P.J. Daniels",
    "company": "Former NFL player and Inspirational Fitness Trainer"
  },
  {
    "quote": "I have several best selling books and I've worked with narrators in the past that really phoned in their work. Andrew is completely different. I really appreciate the attention to detail and the partnership mentality. This resulted in an exquisite audiobook that will definitely serve my book and audiobook audience.",
    "byline": "Nick Webb",
    "company": "Bestselling Author and Keynote Speaker"
  },
  {
    "quote": "Andrew is an exceptionally gifted and stand-out voice-over artist. 100% Perfect work always, he's versatile, with diction, articulation, emotion, expression, pacing, acting, timing and rhythm.. He's authentic and genuine and a pleasure to listen to, it's like music, he's captivating, he's so consistent, professional, ultra-reliable and technically proficient. He's a genius and I'm grateful he offers his service. He's just the best, I could write a million words explaining why. Thank you!",
    "byline": "Meir",
    "company": "Creator of the YouTube channel, \"SuperVoidCinema\""
  },
  {
    "quote": "This is the second time I've worked with Andrew and his work is exceptional. Beyond the quality, he is also a pleasure to work with and communicate with. Much appreciated! Thanks again.",
    "byline": "Private Testimonial",
    "company": "Media Representative, U.S. Presidential Campaign (2024)"
  },
  {
    "quote": "Thank you SO much Andrew for being a brilliant a professional VO artist. You've really saved our project with your responsiveness and the variety in your reads. Absolutely will be working with you again, and as a UK client, you're our go-to American VO!",
    "byline": "Yas Haghighat",
    "company": "Fable Studios, UK"
  }
]
